const fallbackAbout = {
  title: 'आमची वाटचाल',
  sections: [
    {
      title: 'स्थापना (१९७४)',
      content:
        '१९७० चे दशकामध्ये वेणुनगर / पंढरपूर हे तालुके म्हणजे मागासलेले व दुर्गम डोंगरी भागातील अविकसीत तालुके म्हणून ओळखले जात होते. सिंचनाची कोणतीही सोय नसलेने शेतकऱ्यांचा कल पारंपारीक पिके घेण्यावरच होता.  रोजगाराच्या संधी अभावामुळे मोठ्या प्रमाणावर स्थलांतर सुरू होते.या पार्श्वभूमीवर ग्रामीण अर्थव्यवस्थेला बळकटी देण्यासाठी आणि शेतकऱ्यांचे जीवनमान उंचावण्यासाठी साखर कारखान्याची आवश्यकता प्रकर्षाने जाणवू लागली. ',
    },
    {
      title: 'संस्थापक',
      content:
        'स्व. आमदार कर्मवीर औदुंबररावजी पाटील यांनी शेतकऱ्यांचे जिवनमान उंचविण्यासाठी साखर कारखाना उभारण्याचा विडा उचलला व १९७४ साली श्री विठ्ठल सह.सा.का.लि. ची मुहूर्तमेढ रोवली.स्व. आमदार कर्मवीर औदुंबररावजी पाटील हे दूरदृष्टीचे, शेतकरीप्रिय आणि लोकनेते म्हणून ओळखले जात. त्यांनी भागातील शेतकऱ्यांना एकत्र करून सहकार तत्वावर चालणाऱ्या साखर कारखान्याची संकल्पना मांडली. प्रचंड आर्थिक व सामाजिक अडचणींचा सामना करत त्यांनी १९७४ साली "श्री विठ्ठल सहकारी साखर कारखाना लि." या कारखान्याची स्थापना केली.स्व. आमदार कर्मवीर औदुंबररावजी पाटील हे दूरदृष्टीचे, शेतकरीप्रिय आणि लोकनेते म्हणून ओळखले जात. त्यांनी भागातील शेतकऱ्यांना एकत्र करून सहकार तत्वावर चालणाऱ्या साखर कारखान्याची संकल्पना मांडली. प्रचंड आर्थिक व सामाजिक अडचणींचा सामना करत त्यांनी १९७४ साली "श्री विठ्ठल सहकारी साखर कारखाना लि." या कारखान्याची स्थापना केली. ',
    },
    {
      title: 'आजची स्थिती',
      content:
        'आज कारखाना ५०+ वर्षे यशस्वीरित्या चालू असून २०,००० + भागधारकांचे कल्याण करत आहे. ६०+ पुरस्कार मिळवून दररोज ५०००+ मेट्रिक टन गाळप करत आहे. आज श्री विठ्ठल सहकारी साखर कारखाना हा केवळ ऊस गाळप करणारा उद्योग नाही, तर ग्रामीण भागातील सर्वांगीण विकासाचा प्रमुख आधारस्तंभ ठरला आहे. ५० वर्षांहून अधिक काळाचा यशस्वी कारभार. २०,००० पेक्षा अधिक भागधारक. दररोज ५,००० मेट्रिक टनांहून अधिक ऊस गाळप क्षमता. ISO प्रमाणित गुणवत्ता आणि सुरक्षितता प्रक्रिया.  ६० हून अधिक पुरस्कार व सन्मान. शून्य-अपशिष्ट तंत्रज्ञानाचा वापर. ऊस उत्पादकांसाठी मोबाईल अ‍ॅप, शेतकरी प्रशिक्षण शिबिरे, वेल्फेअर योजना. कारखान्याच्या सामाजिक बांधिलकीच्या उपक्रमांतून परिसरातील रुग्णालये, शाळा, पाणीपुरवठा योजनांनाही भरीव मदत केली जात आहे. कारखान्याचा पुढचा टप्पा म्हणजे इथेनॉल उत्पादन, को-जनरेशन वीज निर्मिती, आणि डिजिटल व्यवस्थापन प्रणाली यांचा अधिक प्रभावी अंमल.',
    },
  ],
  contact: {
    address: 'मु. – वेणुनगर (गुरसाळे), पो. – गुरसाळे., ता – पंढरपूर, जि – सोलापूर',
    phone: '७७९६२८८५८२',
    email: 'shrivitthalsugar@gmail.com / shrivitthalsugar@yahoo.com',
  },
};

const fallbackHistory = [
  { year: '१९७४', event: 'कारखान्याची स्थापना' },
  { year: '२०२५', event: '५० वर्षे पूर्ण' },
];
export { fallbackAbout, fallbackHistory };
