// 📁 src/pages/contact/data.js

export const fallbackDepartments = [
  {
    name: 'संगणक विभाग',
    head: 'श्री. एस पी गुंड ',
    description: 'संगणक विभाग (IT)',
    icon: 'fa-solid fa-computer',
  },
  {
    name: 'वर्क्स  विभाग',
    head: 'श्री. यु के तावडे ',
    description: 'वर्क्स विभाग (वर्क्स मनेजर)',
    icon: 'fa-user-cog', // not showing added leter
  },
  {
    name: 'फायनान्स मनेजर',
    head: 'श्री. एन बी शिंदे',
    description: 'फायनान्स मनेजर',
    icon: 'fa-solid fa-coins',
  },
  {
    name: ' चिफ अकौंटंट  ',
    head: 'श्री. ओ एस शिंदे',
    description: 'चिफ अकौंटंट',
    icon: 'fa-solid fa-calculator',
  },
  {
    name: ' मुख्य शेती अधिकारी   ',
    head: 'श्री. आबासाहेब वाघ',
    description: 'मुख्य शेती अधिकारी ',
    icon: 'fa-solid fa-seedling',
  },
  {
    name: 'चिफ केमिस्ट',
    head: 'श्री. माने बी.आर',
    description: 'चिफ केमिस्ट ',
    icon: 'fa-solid fa-flask-vial',
  },
  {
    name: 'लीगल ऑफीसर ',
    head: 'श्री. ओ.जे.अवधुत',
    description: 'लीगल ऑफीसर  ',
    icon: 'fa-solid fa-gavel',
  },
  {
    name: 'डेप्यू चिफ इंजिनिअर  ',
    head: 'श्री. के.डी.कोळेकर',
    description: 'डेप्यू. चिफ इंजिनिअर   ',
    icon: 'fa-solid fa-cogs',
  },
  {
    name: 'डिस्टीलरी मनेजर ',
    head: 'श्री. एन.एस.सोळंके ',
    description: 'डिस्टीलरी मनेजर ',
    icon: 'fa-solid fa-wine-bottle',
  },
  {
    name: 'परचेस ऑफीसर ',
    head: 'श्री. ए.एस.ऐनापुरे  ',
    description: 'परचेस ऑफीसर ',
    icon: 'fa-solid fa-shopping-cart',
  },
  {
    name: 'सेल्स ऑफीसर ',
    head: 'श्री. एम.एम.घाडगे ',
    description: 'सेल्स ऑफीसर ',
    icon: 'fa-solid fa-chart-line',
  },
  {
    name: 'कार्यालयीन अधीक्षक  ',
    head: 'श्री. ए.एम.कथले ',
    description: 'कार्यालयीन अधीक्षक  ',
    icon: 'fa-solid fa-building',
  },
  {
    name: 'स्टोअर किपर ',
    head: 'श्री. जी.बी.यमगर ',
    description: 'स्टोअर किपर ',
    icon: 'fa-solid fa-boxes-stacked',
  },
  // {
  //   name: 'उत्पादन विभाग',
  //   head: 'श्री. रमेश पवार',
  //   description: 'साखर उत्पादन आणि गुणवत्ता नियंत्रण',
  //   icon: 'fa-industry'
  // },
  // {
  //   name: 'शेती विभाग',
  //   head: 'श्री. के एच पताळे',
  //   description: 'शेतकरी मार्गदर्शन आणि ऊस विकास',
  //   icon: 'fa-seedling'
  // },
  // {
  //   name: 'वित्त विभाग',
  //   head: 'श्री. प्रकाश गायकवाड',
  //   description: 'आर्थिक नियोजन आणि लेखा',
  //   icon: 'fa-calculator'
  // },

  // {
  //   name: 'मानव संसाधन',
  //   head: 'श्रीमती मीरा शर्मा',
  //   description: 'कर्मचारी कल्याण आणि विकास',
  //   icon: 'fa-users'
  // }
];
